/**/
"Cancel" = "취소";
/**/
"Delete" = "삭제";
/**/
"Open" = "열기";
/**/
"Edit" = "편집";
/**/
"Yes" = "예";

/*Geometry Edit Action Name*/
"Apply Geometry" = "지오메트리 적용";
/*Geometry Edit Action Name*/
"Clear Geometry" = "지오메트리 해제";
/*Geometry Edit Action Name*/
"Delete Vertex" = "버텍스 삭제";
/*Geometry Edit Action Name*/
"Insert Part" = "파트 삽입";
/*Geometry Edit Action Name*/
"Insert Vertex" = "버텍스 삽입";
/*Geometry Edit Action Name*/
"Move Vertex" = "버텍스 이동";
/*Geometry Edit Action Name*/
"Remove Part" = "파트 삭제";

/*Collecting attachments*/
"Add" = "추가";
/*Collecting attachments*/
"Take Photo or Video" = "사진 또는 비디오 촬영";
/*Collecting attachments*/
"Choose From Library" = "라이브러리에서 선택";
/*Collecting attachments*/
"Photo" = "사진";
/*Collecting attachments*/
"Video" = "비디오";
/*Collecting attachments*/
"Save To Photo Library" = "사진 라이브러리에 저장";
/*Collecting attachments*/
"Download" = "다운로드";

/*Date attribute*/
"Today" = "오늘";

/**/
"Attachments" = "첨부 파일";
"Attributes" = "속성";

/**/
"Open in Safari" = "Safari에서 열기";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "%i에서 %i 사이의 숫자를 입력하십시오.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "%f에서 %f 사이의 숫자를 입력하십시오.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "문자 수(%@)가 너무 많음";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "숫자가 허용 범위를 벗어났습니다.";

/* BLOB, RASTER, etc */
"Field type not supported" = "필드 유형이 지원되지 않음";

/**/
"%d of %d" = "%d중 %d";

/**/
"Changing Feature Type" = "피처 유형 변경";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "피처 유형을 변경하려고 합니다. 피처 유형을 변경하면 일부 필드 값이 덮어써질 수 있습니다. 필드 유형을 변경하시겠습니까?";

/**/
"Data for pie chart is invalid" = "파이 차트 데이터가 올바르지 않습니다.";
"No data to create a pie chart" = "파이 차트를 만들 데이터가 없습니다.";

/**/
"Created by %@ seconds ago" = "몇 초 전에 %@에 의해 생성됨";

/**/
"Created by %@ a minute ago" = "1분 전에 %@에 의해 생성됨";

/**/
"Edited by %@ seconds ago" = "몇 초 전에 %@에 의해 편집됨";

/**/
"Edited by %@ a minute ago" = "1분 전에 %@에 의해 편집됨";

/**/
"Created seconds ago" = "몇 초 전에 생성됨";

/**/
"Created a minute ago" = "1분 전에 생성됨";

/**/
"Edited seconds ago" = "몇 초 전에 편집됨";

/**/
"Edited a minute ago" = "1분 전에 편집됨";

/**/
"Created by %@ %d minutes ago" = "%@에 의해 %d분 전에 생성됨";

/**/
"Created by %@ an hour ago" = "%@에 의해 한 시간 전에 생성됨";

/**/
"Created by %@ %d hours ago" = "%@에 의해 %d시간 전에 생성됨";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "%@에 의해 %@, %@에 생성됨";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "%@에 의해 %@, %@에 생성됨";

/**/
"Edited by %@ %d minutes ago" = "%@에 의해 %d분 전에 편집됨";

/**/
"Edited by %@ an hour ago" = "%@에 의해 한 시간 전에 편집됨";

/**/
"Edited by %@ %d hours ago" = "%@에 의해 %d시간 전에 편집됨";

/**/
"Edited by %@ on %@ at %@ - day" = "%@에 의해 %@, %@에 편집됨";

/**/
"Edited by %@ on %@ at %@ - full" = "%@에 의해 %@, %@에 편집됨";

/**/
"Created by %@" = "%@에 의해 생성됨";

/**/
"Edited by %@" = "%@에 의해 편집됨";

/**/
"Created %d minutes ago" = "%d분 전에 생성됨";

/**/
"Created an hour ago" = "한 시간 전에 생성됨";

/**/
"Created %d hours ago" = "%d시간 전에 생성됨";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "%@, %@에 생성됨";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "%@, %@에 생성됨";

/**/
"Edited %d minutes ago" = "%d분 전에 편집됨";

/**/
"Edited an hour ago" = "한 시간 전에 편집됨";

/**/
"Edited %d hours ago" = "%d시간 전에 편집됨";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "%@, %@에 편집됨";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "%@, %@에 편집됨";

/* Used to denote a required field */
"Required" = "필수 사항";

/* Used for naming layers with no names */
"Layer %d" = "%d 레이어";